Revit 2027 API
ParameterTypeId.DistanceToCutMark Property
 "Distance to Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DistanceToCutMark { get; }
Public Shared ReadOnly Property DistanceToCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DistanceToCutMark {
	ForgeTypeId^ get ();
}
static member DistanceToCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace